[{"category": ["Rompicapo e puzzle"], "title": ["Chinese Chess Online"], "link": ["https://play.google.com/store/apps/details?id=com.chessquare.cchessonline"], "desc": ["Free multiplayer Chinese Chess Online game for Android phones.", "Multiplayer Chinese Chess Online game for Android phones. Operates through touch screen. Intuitive UI to select opponents. Highlights moves on the chessboard. Supports sound effects, vibrate, nudge. No password required.", "*NEW in V1.0.7*: Users can chat when playing.", "Enjoy it!"]},
{"category": ["Rompicapo e puzzle"], "title": ["Chinese Chess Free"], "link": ["https://play.google.com/store/apps/details?id=com.game.chinesechessfree"], "desc": ["Chinese Chess game with lots of features:", "- One or Two Players game", "- AI can play either color", "- Network games with peers", "- Game rules", "- Configuration of look and feel", "- Multi-language support (English, Simplified and Traditional Chinese)", "- Save/Load", "- Multi-level feature ", "Download and join the fun!"]},
{"category": ["Rompicapo e puzzle"], "title": ["Chinese Chess"], "link": ["https://play.google.com/store/apps/details?id=com.cchess"], "desc": ["Play Chinese Chess Plays against the computer at various difficulty levels.", "*NEW in Market*: Chinese Chess Online!", "The first Chinese Chess game for Android. Moves pieces through touch screen. Plays against the computer at various difficulty levels. Undo/redo by gestures. Load/save game.", "*NEW in V1.0.7*: prevent repetitive moves.", "Enjoy it!"]},
{"category": ["Rompicapo e puzzle"], "title": ["Scacchi cinesi Dark"], "link": ["https://play.google.com/store/apps/details?id=com.xidea.ChineseDarkChess"], "desc": ["Cinese Dark Chess è un classico, gioco facile e divertente.", "Dark Scacchi cinesi, o la metà di scacchi, è un bordo di due giocatori del gioco, giocato su una griglia 4x8. La maggior parte dei giochi di ultima tra i dieci ei venti minuti. Si tratta di un gioco sociale, di solito gioca per divertimento, piuttosto che una seria concorrenza. Non preoccuparti per i caratteri cinesi, per i bambini e gli amici stranieri, progettiamo gli scacchi immagine per voi. E 'facile e divertente.", "====================================", "[English Introduction]", "Chinese Dark Chess , or Half Chess, is a two players board game, played on a 4x8 grid. Most games last between ten and twenty minutes. It is a social game, usually played for fun rather than serious competition.", "Don’t worry about the Chinese characters, for children and foreign friends, we design the image chess for you. It is easy and fun.", "We always do our best to test the program while we release it. However, there are various models of mobile phone for Android system. Please kindly Email to us , tell us what step cause bug. We very appreciate your understanding and support."]},
{"category": ["Rompicapo e puzzle"], "title": ["中国象棋 : The Chinese Chess"], "link": ["https://play.google.com/store/apps/details?id=com.mdb.android.xiangqi"], "desc": ["Xiangqi: l'scacchi cinesi", "Xiangqi: TCC è un nuovo gioco sviluppato da un appassionato di scacchi cinesi. Questa applicazione rimarrà liberamente condiviso. Io contare su giocatori di scacchi cinesi per mandarmi feedback sul design e gameplay. Inviami le idee e le correzioni di lingua, vorrei questa applicazione gioco per essere di qualità molto buona."]},
{"category": ["Rompicapo e puzzle"], "title": ["VHChineseChess"], "link": ["https://play.google.com/store/apps/details?id=vn.vhn.android.VHChineseChess"], "desc": ["Play against the best Chinese Chess AI Engineer with 10 levels of difficult in HD graphics or improve your ending skill by solving 280+ built-in postures.", "Note: every posture has a solution :) just try it more, dont give little stars just because it's difficult:P If you're stuck, you can contact me :)"]},
{"category": ["Rompicapo e puzzle"], "title": ["Scacchi cinesi V - Gratuito"], "link": ["https://play.google.com/store/apps/details?id=com.zingmagic.chinesechessvfree"], "desc": ["Acclamata dalla critica la versione di Chinese Chess realizzata dalla ZingMagic, è un'alternativa valida ed interessante alla versione Chess occidentale.", "Come Chess tradizionale, l'obiettivo di questo gioco è di catturare il Re. Hai sette pedine a tua disposizione, ognuna con la sua regola di movimento. La scacchiera includa linee diagonali ed orizzontali, e le pedine si muovono lungo le linee fermandosi dove intersecano. L'area bianca nel mezzo della scacchiera rappresenta il fiume Giallo che divide il Nord ed il Sud della Cina.", "Il motore del gioco è stato realizzato da un programmatore campione di Scacchi cinesi.", "Caratteristiche di gioco:", "* Puoi scegliere di giocare contro il computer o contro un altro giocatore sullo stesso dispositivo.", "* Il motore del gioco è stato realizzato da un programmatore campione di Scacchi cinesi", "* Un’ampia scelta di layout", "* Una varietà di set di pezzi", "* Configurazione pezzi Chinese e Occidentale", "* Funzioni integrali di annullamento e ripetizione di mosse.", "* Mostra ultima mossa.", "* Mostra mosse consentite.", "* Mostra pedine in pericolo.", "* Suggerimenti.", "* Scacchi cinesi è soltanto uno dei bellissimi giochi della nostra collezione di giochi di simulazione, di carte e puzzle, disponibili in diverse lingue per una vasta gamma di piattaforme."]},
{"category": ["Rompicapo e puzzle"], "title": ["Chess Free"], "link": ["https://play.google.com/store/apps/details?id=uk.co.aifactory.chessfree"], "desc": ["The timeless game of intellectual warfare. Are you a grand master in the making?", "★ From Google Play “Top Developer” AI Factory ★", "Chess Free is the best free Chess game on Android! and is currently the highest rated free chess on Android (at time of writing), from the 30+ free chess programs listed.", "★★★★-- rating!: \"Chess Free provides a rich and challenging experience of this classic board game, all within the confines of your Android smart-phone. \" James Woodcock : Review Journalist (", "http://www.jameswoodcock.co.uk/?p=5427", ")", "Featuring:", "-- 10 play levels (Novice->Expert)", "This uses intelligent weakening for lower levels. Good for beginners.", "-- Uses Treebeard Chess engine", "(as used in Microsoft's MSN Chess). This has a unique \"human-like\" style.", "-- \"Show CPU Thinking\" option", "A unique feature, great for learning chess. This shows which moves the AI is considering.", "-- Chess Stats, Timers, Hints and Handicaps", "Track your career history against each level and improve your rating    ", "-- 2 player hot-seat", "Play against your friends!", "-- 4 Chess Boards and 4 Chess Piece Sets", "-- Review game mode", "Step back through your game and see how you won!", "-- Load/Save game files & PGN Export", "-- Designed for both Tablet and Phone", "-- Full Touch screen and trackball support", "-- Support for latest Android 3.X and 4.X action bar for options and menu access", "Supported by unobtrusive Ads.", "*Note: Requested permissions are a requirement of the in-game ads only. The Paid version has no ads, and therefore no permissions beyond writing to SD card.*", "See some of the 10000+ user comments!", "Download the best Chess for Android now!"]},
{"category": ["Carte e casinò"], "title": ["blackJack"], "link": ["https://play.google.com/store/apps/details?id=com.DreamFactory.BlackJack"], "desc": ["blackJack"]}]